import React, { useEffect } from 'react';
const HuquqiyHujjatlar = () => {

    useEffect(() => {
        scrollTo(0, 0);
        document.title = 'Baliqchi tuman hokimligi | Huquqiy hujjatlar';
    });
    return (
        <div className='py-12 max-800:py-10 max-550:pt-6'>
            <div className='container space-y-4'>
                <p className="text-center">ЎЗБЕКИСТОН РЕСПУБЛИКАСИНИНГ ҚОНУНИ</p>
                <h1 className="mb-8 text-center">МАҲАЛЛИЙ ДАВЛАТ ҲОКИМИЯТИ ТЎҒРИСИДА I БОБ. УМУМИЙ ҚОИДАЛАР</h1>

                <div className='space-y-2'>
                    <strong>1-модда. Маҳаллий вакиллик ва ижроия ҳокимияти</strong>
                    <p className="pl-3">Вилоятлар, туманлар ва шаҳарларда (туманга бўйсунадиган шаҳарлардан ташқари) халқ депутатлари Кенгашлари давлат ҳокимиятининг вакиллик органларидир. <br />
                        (1-модданинг биринчи қисми Ўзбекистон Республикасининг 2017 йил 29 августдаги ЎРҚ-439-сонли Қонуни таҳририда — ЎР ҚҲТ, 2017 й., 35-сон, 914-модда) <br />
                        Вилоят, туман, шаҳар ҳокими вилоят, туман ва шаҳарнинг олий мансабдор шахси бўлиб, айни бир вақтда тегишли ҳудуддаги вакиллик ва ижроия ҳокимиятини бошқаради. Вилоят ҳокими, Тошкент шаҳар ҳокими Ўзбекистон Республикаси Президенти ва тегишли халқ депутатлари Кенгаши олдида ҳисобдордирлар. Туман, шаҳар ҳокими юқори турувчи ҳоким ва тегишли халқ депутатлари Кенгаши олдида ҳисобдордир.</p>
                </div>

                <div className='space-y-2'>
                    <strong>2-модда. Маҳаллий вакиллик ва ижроия ҳокимияти бошлиғини лавозимига тайинлаш ва лавозимдан озод этиш</strong>
                    <p className="pl-3">Вилоят ва Тошкент шаҳар ҳокими Ўзбекистон Республикаси Президенти томонидан тайинланади ҳамда лавозимидан озод этилади.  <br />
                        Вилоят ва Тошкент шаҳар ҳокими номзодлари Ўзбекистон Республикаси Президенти томонидан тегишли халқ депутатлари Кенгашларидаги партия гуруҳларининг ҳар бири билан маслаҳатлашувлар ўтказилганидан сўнг халқ депутатлари вилоят ва Тошкент шаҳар Кенгашига тасдиқлаш учун тақдим этилади.
                        Тегишли халқ депутатлари Кенгаши депутатлари умумий сонининг кўпчилик овозини олган вилоят ва Тошкент шаҳар ҳокими номзоди тасдиқланган ҳисобланади. <br />
                        Агар овоз бериш вақтида вилоят ва Тошкент шаҳар ҳокими номзодлари тегишли халқ депутатлари Кенгаши депутатлари умумий сонининг кўпчилик овозини ололмаса, Ўзбекистон Республикаси Президенти мазкур лавозимларга номзодларни партия гуруҳлари билан қўшимча маслаҳатлашувлар ўтказганидан сўнг бир ой ичида яна икки марта тақдим этиш ҳуқуқига эга.
                        Тегишли халқ депутатлари Кенгаши тақдим этилган вилоят ва Тошкент шаҳар ҳокими номзодларини уч марта рад этган тақдирда, Ўзбекистон Республикаси Президенти вилоят ва Тошкент шаҳар ҳокими вазифасини бажарувчини тайинлаш, тегишли халқ депутатлари Кенгашини тарқатиб юбориш ҳуқуқига эга. Бунда халқ депутатлари вилоят ва Тошкент шаҳар Кенгашларига сайлов тарқатиб юбориш тўғрисида қарор қабул қилинган кундан эътиборан уч ой ичида ўтказилади. <br />
                        Ўзбекистон Республикаси Президенти халқ депутатлари вилоят ва Тошкент шаҳар Кенгашларининг қарорига мувофиқ ҳоким номзоди бўйича фармон қабул қилади.</p>

                    <p className='pl-3'>Туман, шаҳар ҳокимлари вилоят, Тошкент шаҳар ҳокими томонидан тайинланади ва лавозимидан озод этилади ҳамда тегишли халқ депутатлари Кенгаши томонидан тасдиқланади.</p>
                    <p className="pl-3">Вилоят, туман, шаҳар ҳокимлари тегишли халқ депутатлари Кенгаши депутатлари орасидан тайинланади ва тасдиқланади.</p>
                    <p className="pl-3">Вилоят ҳокими Ўзбекистон Республикаси Вазирлар Маҳкамаси билан келишилган ҳолда шаҳар ҳокимини туман (шаҳар таркибига кирувчи туманлар бундан мустасно) ҳокимига бўйсундириш ва ягона бошқарув органларини тузиш ваколатига эга бўлиб, бу хусусдаги қарор кейинчалик халқ депутатлари вилоят Кенгаши томонидан тасдиқланади.
                        Халқ депутатлари Кенгаши ва ҳокимларнинг ваколат муддати — беш йил.</p>
                </div>

                <div className='space-y-2'>
                    <strong>3-модда. Ўзбекистон Республикасининг маҳаллий давлат ҳокимияти тўғрисидаги қонунчилиги</strong>
                    <p className="pl-3">Маҳаллий давлат ҳокимияти органларининг фаолияти Ўзбекистон Республикасининг Конституцияси, ушбу Қонун ва Ўзбекистон Республикасининг бошқа қонунчилик ҳужжатлари билан тартибга солинади.</p>
                    <p className="pl-3 line-clamp-1">Қорақалпоғистон Республикасида халқ депутатлари туман, шаҳар Кенгашлари ва тегишли ҳокимларнинг фаолияти Ўзбекистон Республикасининг Конституцияси, ушбу Қонун ва Қорақалпоғистон Республикасининг қонунчилиги билан тартибга солинади</p>
                </div>

                <a href="https://lex.uz/acts/112170" target='_blank' className="inline-block py-3 px-6 rounded-full border-gray-400 border">Ba'tafsil o'qish</a>
            </div>
        </div>
    )
}

export default HuquqiyHujjatlar